<?php
//вывод
echo "Период отпусков закончился! <br />";
print "Период отпусков закончился! <br />";
//обьявление переменных
$x = 288;
$y = "Все возвращаются на работу!";
//вывод переменных
echo $x . "<br />" . $y . "<br />";

echo "В {$x} день, приблизительно ... {$y} <br />"; //вывод строки, состоящей  из значения первой переменной в конкатенации со второй, и дополнительного текста
echo  45+67 . "<br />";
echo "45+67" . "<br />";
echo '45+67' . "<br />";
echo "Книга \"Герой\" выйдет в октябре, этого года! <br />"; //вывод Э
echo "<br>";


//вывод стихотворения 
$verse = "Среди гор вечерних ветры свищут,<br> 
Звёзды в небесах таинственно мигают.<br>
Луна, как жемчуг, в вышине красуется,<br>
Ночь своей пеленой мир укутывает.";
echo $verse;


